[
  {
    "slug": "geeta-indriya-rath",
    "title": "গীতার দার্শনিক ব্যাখ্যা: ইন্দ্রিয় রথ ও মনের সারথি",
    "image": "https://astro.myastrology.in/gallery/astrologer-expert-palmist-nadia.webp",
    "description": "মহাভারতের রথচিত্র থেকে শিখুন কিভাবে মন ও ইন্দ্রিয় নিয়ন্ত্রণে এনে শান্তি ও সাফল্যের পথে এগোনো যায়।"
  },
  {
    "slug": "life-fate-astrology-analysis",
    "title": "জীবনে ভাগ্য, ব্যর্থতা এবং গ্রহ নক্ষত্র: দার্শনিক ও আধ্যাত্মিক বিশ্লেষণ",
    "image": "/blog/life-fate-astrology.webp",
    "description": "জীবনের সাফল্য ও ব্যর্থতা, ভাগ্য, গ্রহ নক্ষত্র, জ্যোতিষ ও হস্তরেখা বিশ্লেষণ এবং আধ্যাত্মিক দিকনির্দেশনা নিয়ে প্রফেশনাল ও দার্শনিক বিশ্লেষণ।"
  },
  {
    "slug": "new-post-slug",
    "title": "নতুন পোস্টের শিরোনাম",
    "image": "https://astro.myastrology.in/gallery/new-post.jpg",
    "description": "সংক্ষিপ্ত বর্ণনা এখানে লিখুন..."
  },
  {
    "slug": "nishthur-satyer-pathe-astrology-hastrikha",
    "title": "নিষ্ঠুর সত্যের পথে আত্ম-উন্নয়ন: হস্তরেখা ও জ্যোতিষের দৃষ্টিকোণ",
    "image": "/blog/shadow-truth-self-awareness.webp",
    "description": "My Astrology Ranaghat-এর জ্যোতিষী ও হস্তরেখা বিশেষজ্ঞ প্রদ্যুত আচার্যের দিকনির্দেশনায় নিজের ভেতরের অন্ধকার অংশের মুখোমুখি হয়ে আত্ম-সচেতনতা ও আধ্যাত্মিক উন্নতি। best astrologer near me, famous astrologer Kolkata, top astrologer India, Expert Palmist, genuine Gemstone, spiritual guidance।"
  },
  {
    "slug": "palmistry-star-signs",
    "title": "Palmistry: হাতের বিভিন্ন স্থানে স্টার চিহ্নের অর্থ এবং প্রভাব",
    "image": "/blog/palmistry-star-signs.webp",
    "description": ""
  },
  {
    "slug": "relationship-rage-control-astrology",
    "title": "সম্পর্কে ফাটল ধরার আগে রাগ নিয়ন্ত্রণ করুন",
    "image": "/blog/astrology-relationship.webp",
    "description": "মানুষের সম্পর্ক রক্ষা ও রাগ নিয়ন্ত্রণের গুরুত্ব জ্যোতিষী দৃষ্টিকোণ থেকে। প্রয়োগযোগ্য দৃষ্টিভঙ্গি ও জীবনযাপনের কৌশল।"
  },
  {
    "slug": "women-samudrik-shastra",
    "title": "সামুদ্রিক শাস্ত্র: নারীদের ব্যক্তিত্ব ও গুণাবলী বিচার জ্যোতিষ দর্শনে",
    "image": "/blog/samudrik-shastra-women.webp",
    "description": "সামুদ্রিক শাস্ত্রের মাধ্যমে নারীদের ব্যক্তিত্ব ও গুণাবলী বিশ্লেষণ। জানুন কীভাবে পূর্বজন্মের অভিজ্ঞতা ও সত্ত্ব অনুযায়ী নারীরা ৯ ধরনের শ্রেণিতে ভাগ করা হয়।"
  }
]